Repository: xkxeeshankhan/tomisha_test
Catalog: lib/l10n/arb/intl_*.arb
Languages: de

# about
source: Your job website
de: Deine Job website

# registerText
source: Register for free
de: Kostenlos Registrieren

# clickHere
source: Now click
de: Jetzt Klicken

# workerTitle
source: Worker
de: Arbeitnehmer

# workerStepTitle
source: Three easy steps to your new job
de: Drei einfache Schritte zu deinem neuen Job

# workerStep1
source: Create your CV
de: Erstellen dein Lebenslauf

# workerStep2
source: Create your CV
de: Erstellen dein Lebenslauf

# workerStep3
source: Apply with just one click
de: Mit nur einem Klick bewerben

# employerTitle
source: Employer
de: Arbeitgeber

# employerStepTitle
source: Three simple steps to your new employee
de: Drei einfache Schritte zu deinem neuen Mitarbeiter

# employerStep1
source: Create your company profile
de: Erstellen dein Unternehmensprofil

# employerStep2
source: Create a job ad
de: Erstellen ein Jobinserat

# employerStep3
source: Select your new employee
de: Wähle deinen neuen Mitarbeiter aus

# temporaryTitle
source: Temporary office
de: Temporärbüro

# temporaryStepTitle
source: Three simple steps to place new employees
de: Drei einfache Schritte zur Vermittlung neuer Mitarbeiter

# temporaryStep1
source: Create your company profile
de: Erstellen dein Unternehmensprofil

# temporaryStep2
source: Receive placement offer from employer
de: Erhalte Vermittlungs- angebot von Arbeitgeber

# temporaryStep3
source: Placement based on commissionor hourly wage
de: Vermittlung nach Provision oder Stundenlohn
